---
kind: enumMember
id: F:Autodesk.Revit.DB.Analysis.AnalysisDisplayStyleVectorOrientation.ArcAroundVectorAxis
enum: Autodesk.Revit.DB.Analysis.AnalysisDisplayStyleVectorOrientation
source: html/ad457f4d-a384-5755-178e-0a749be26196.htm
---
# Autodesk.Revit.DB.Analysis.AnalysisDisplayStyleVectorOrientation.ArcAroundVectorAxis